content/topics/looksmaxxing.md
+++
title = "Looksmaxxing"
author = ["Dorneanu"]
tags = ["psychology", "health"]
draft = false
+++

## Overview {#overview}

Looksmaxxing is an online self-improvement practice — rooted in incel and manosphere communities — focused on maximizing one's physical attractiveness. The term is a neologism coined on incel message boards in the 2010s, previously limited to obscure forums, then popularized on TikTok primarily by male content creators in the early 2020s. It sits at the intersection of body image culture, platform-mediated radicalization, and neoliberal self-optimization logic. While its surface presentation resembles mainstream wellness and fitness culture, looksmaxxing is embedded in a hierarchical ideology — the "looks hierarchy" — that sorts men into categories (subhuman, normie, Chad, Gigachad) and frames appearance as the primary determinant of a man's social and sexual worth.


## The "maxxing" suffix pattern {#the-maxxing-suffix-pattern}

The "-maxxing" suffix denotes optimization to the maximum possible degree. Looksmaxxing is the original but the pattern has since proliferated:

-   **Looksmaxx**: maximize physical appearance
-   **Heightmaxx**: maximize height (including controversial leg-lengthening surgery)
-   **Moneymaxx**: maximize income and wealth display
-   **Gymmaxx**: maximize muscularity through training
-   **Smellmaxx**: optimize scent/fragrance (2020s offshoot)
-   **Catholicmaxx**: adopt religion for social status (ironic/sincere hybrid)
-   **Lethalitymaxxing**: adopted even by the Pentagon in 2026 (Guardian)

The pattern reflects a broader "optimization culture" that treats all human attributes as quantifiable capital to be maximized.


## Spectrum: softmaxxing vs. hardmaxxing {#spectrum-softmaxxing-vs-dot-hardmaxxing}


### Softmaxxing {#softmaxxing}

Non-invasive practices for minor appearance improvements, overlapping significantly with mainstream men's wellness:

-   Skincare routines, grooming, hairstyling, clothing choices
-   Weight management, gym use, general fitness
-   Mewing: pressing the tongue to the roof of the mouth to improve jaw and facial structure; named after British orthodontist John Mew (developer of "orthotropics"); the American Association of Orthodontists states that "scientific evidence supporting mewing's jawline-sculpting claims is as thin as dental floss"
-   NoFap: abstaining from masturbation for perceived physical and mental benefits
-   Gua sha, cold exposure, optimized sleep

Softmaxxing content was formerly popularized by mainstream men's magazines (GQ, Esquire, Men's Health). The looksmaxxing community reframes this content within a looks-hierarchy ideology.


### Hardmaxxing {#hardmaxxing}

Extreme or invasive practices aimed at significant structural changes:

-   Cosmetic surgery: jawline surgery, rhinoplasty, buccal fat removal, chin implants
-   Off-label use of anabolic steroids, peptides, human growth hormone, aromatase inhibitors, weight-loss drugs (GLP-1s)
-   Leg-lengthening surgery (heightmaxxing)
-   Skin whitening (pursuit of lighter skin as "more desirable")
-   Extreme caloric restriction
-   "Bonesmashing": striking one's face against objects to achieve a "chiselled look" — described by surgeons as dangerous (fractures, facial misalignment, neurovascular injuries, vision alterations) and largely classified as misinformation and inside joke


## Looks hierarchy and incel ideology {#looks-hierarchy-and-incel-ideology}

Looksmaxxing is inseparable from the "looks hierarchy" framework originating in incel subcultures:

-   **Chad** / **Gigachad**: top-tier genetically attractive men
-   **Normie**: average-looking men
-   **Subhuman**: men deemed below average, a term used openly in communities; on some incel forums, "subhuman" users are told to take their own lives

The PSL Scale (standing for "Perceived Sexual Levels," and also an abbreviation of the three founding forums — PUAHate.com, Sluthate.com, Lookism.net) is the original rating system: 1–8 score based strictly on facial attractiveness from the perspective of female perception. The PSL forums are now defunct but spawned the language and ideology that migrated to TikTok, Reddit, Discord, and YouTube.

Associated concepts:

-   **Sexual market value** (SMV): composite of appearance, status, and wealth
-   **Hunter eyes**: positive canthal tilt, little upper eyelid exposure, low-set eyebrows — associated with masculine predatorial attractiveness
-   **Mogging**: asserting dominance over another person based on superior appearance
-   **Blackpill**: the belief that genetic appearance is the primary determinant of sexual success and that no amount of personality or effort can overcome a low baseline


## Key platforms {#key-platforms}

-   **TikTok**: primary mass-market vector; algorithmic funneling from mainstream wellness toward manosphere content
-   **Reddit** (r/Looksmaxxing, r/Incels): community rating, advice, and ideological discussion
-   **YouTube**: tutorial content, transformation videos, commentary
-   **Discord**: private servers for hardmaxxing discussions and rating
-   **Kick** (livestreaming): associated with influencer Clavicular (Braden Peters)


## Key practices and appearance criteria {#key-practices-and-appearance-criteria}

Looksmaxxers focus on a prescribed set of facial and physical features:

-   Jawline definition and canthal tilt (hunter eyes) as primary markers
-   Hollow cheeks, defined jaw, "pursed lips"
-   Muscularity ratios (V-taper, broad shoulders)
-   Height (considered largely immutable outside heightmaxxing)
-   Skin tone and texture

Rating systems generate numerical "scores" for each attribute; users submit selfies for crowdsourced ratings. Dr Stuart Murray (USC Eating Disorders Program) notes that "rigidity around numbers is often characteristic of eating disorder communities."


## Psychological dimensions {#psychological-dimensions}


### Body dysmorphia and disordered eating {#body-dysmorphia-and-disordered-eating}

-   Self-objectification — evaluating oneself as an object by numerical metrics — is the core mechanism
-   Muscularity-oriented disordered eating in males originates from the Schwarzenegger era (1980s) and is reinforced by looksmaxxing culture
-   "Cutting and gains season" (bodybuilding terminology) maps onto looksmaxxing's fluctuating body composition cycles
-   Muscle dysmorphia (a frequently overlooked eating disorder) is common but masked by framing as fitness optimization
-   Looksmaxxing can trigger or accelerate body dysmorphic disorder (BDD): preoccupation with perceived flaws, compulsive checking and comparison


### Social comparison {#social-comparison}

-   Looksmaxxing is a structured form of chronic upward [social comparison]({{< relref "social_comparison.md" >}}) — comparing oneself against idealized Chad templates
-   The PSL scale makes appearance hierarchies explicit and legible in real time, intensifying the psychological harm of comparison
-   TikTok's algorithmic curation surfaces best-performing (i.e., most conventionally attractive) content, making the idealized standard appear normal


### Control and economic anxiety {#control-and-economic-anxiety}

-   Rosdahl (The Conversation, 2024): "Where young people feel like they can't control their environment, they may turn to trends such as looksmaxxing as something they can control" — caused by economic instability and relationship difficulty
-   Looksmaxxing offers the illusion of agency in a domain (appearance) that is partly responsive to effort, unlike economic conditions


## Academic framing {#academic-framing}


### Somatic capitalism (Sousbois, 2025) {#somatic-capitalism--sousbois-2025}

Sociologist Ozan Félix Sousbois (Body &amp; Society, 2025) introduces the concept of "somatic capitalism": the extension of neoliberal optimization logic onto the body itself, treating flesh as capital to be invested in and maximized. Key arguments:

-   Looksmaxxing is a form of biopolitical self-governance (following Foucault): subjects internalize the market gaze and optimize accordingly
-   The "Chad-vertised body" — the Chad archetype — functions as an idealized consumer product created by manosphere ideology and cosmetic industry advertising
-   Surgical hardmaxxing literalizes neoliberal "human capital" ideology: invest in yourself as an asset
-   The goal is not beauty per se but competitive hierarchical positioning within a "sexual market"


### Lookism and hegemonic masculinity (Halpin et al., 2025) {#lookism-and-hegemonic-masculinity--halpin-et-al-dot-2025}

-   Frames the manosphere self-improvement pipeline as "when help is harm": wellness entry points (gym, diet, skincare) can escalate to blackpill ideology
-   Lookism — discrimination based on physical appearance — is both reflected and reproduced by looksmaxxing
-   The movement promotes hegemonic masculinity (R.W. Connell): a narrow, predominantly white-European ideal body encoded as the target of male optimization
-   "Self-improvement" framing appropriates therapeutic and wellness language to naturalize lookist hierarchies


## Gender dynamics {#gender-dynamics}

-   Looksmaxxing is overwhelmingly male; the equivalent for women (e.g., hypergamy discourse) exists but differently constituted
-   Men are objectified by the looks hierarchy in a way that mirrors the objectification of women by patriarchal beauty culture — but within a different ideological frame
-   The movement interacts with toxic masculinity: it both reflects insecurity about masculine status and reinforces the idea that status is legitimately determined by dominance and appearance
-   Trans women have been discussed in connection to looksmaxxing (GQ, 2025): as "the OG looksmaxxers" in one framing, given the investment in feminizing appearance — though the ideological valences differ substantially
-   Dave Schilling (The Guardian, 2026) proposes modeling a different masculinity: "loving, living, and periodically passing out in front of the TV because you ate a very heavy sandwich"


## Radicalization pathway {#radicalization-pathway}

Looksmaxxing functions as a on-ramp:

1.  Mainstream wellness content (skincare, gym, diet) → softmaxxing
2.  Softmaxxing communities → appearance rating, looks hierarchy, PSL scale
3.  PSL ideologies → blackpill: "your face determines everything, effort is cope"
4.  Blackpill → incel identity: "I am subhuman, I will never succeed with women"
5.  Incel forums → misogyny, radicalization, and in extreme cases violence

The TikTok algorithm is particularly implicated: it progressively surfaces more extreme content as users engage, functioning as an automated radicalization engine.


## Harms {#harms}

-   Surgical risks: infections, scarring, facial misalignment, neurovascular damage, vision changes (bonesmashing); complications from off-label drug use
-   Body dysmorphic disorder (BDD) escalation
-   Eating disorders (muscle dysmorphia, restriction)
-   Suicidal ideation: on some incel forums, users rated as "subhuman" are told to take their own lives
-   Radicalization to incel and blackpill ideology, with downstream misogyny and potential for violence
-   Racial hierarchy encoded in "ideal" appearance standards: skin whitening, pursuit of European facial features reflect white-supremacist aesthetics


## Counter-narratives and harm reduction {#counter-narratives-and-harm-reduction}

-   Medical professionals advised to help patients distinguish safe beauty practices from harmful ones (Wikipedia, citing physicians)
-   Dr Stuart Murray (USC): focus men on "more sustainable ways to generate their self-esteem and identity"
-   The "glow up" framing on TikTok represents a softer, less ideologically charged version of transformation
-   Feminist and body-positive content challenges the looks hierarchy from within platform ecosystems
-   Becca Rothfeld (The New Yorker, 2026): the moral objections are "numerous, severe, and obvious" — a system designating persons as "subhuman" is beneath contempt


## Resources {#resources}

-   2026-06-06 ◦ [Looksmaxxing — Wikipedia](https://en.wikipedia.org/wiki/Looksmaxxing) — comprehensive overview of definition, history, practices, and criticism
-   2026-06-06 ◦ [Inside looksmaxxing (BBC Culture, 2024)](https://www.bbc.com/culture/article/20240326-inside-looksmaxxing-the-extreme-cosmetic-social-media-trend) — Farrell; detailed reporting on TikTok popularization, Kareem Shami, and clinical perspectives on eating disorders and body image
-   2026-06-06 ◦ [Looksmaxxing is the disturbing TikTok trend (The Conversation, 2024)](https://theconversation.com/looksmaxxing-is-the-disturbing-tiktok-trend-turning-young-men-into-incels-221298) — Rosdahl; argues TikTok algorithms convert young men into incels; control-loss hypothesis
-   2026-06-06 ◦ [Looksmaxxing young men are carving up their faces (Guardian, 2026)](https://www.theguardian.com/commentisfree/2026/jan/27/looksmaxxing-beauty-ugly) — Schilling; satirical critique; attention economy; racial eugenics dimension; alternative masculinity
-   2026-06-06 ◦ [Looksmaxxing — the manosphere beauty cult (DW, 2026)](https://www.dw.com/en/looksmaxxing-the-manosphere-beauty-cult/a-72078882) — Braun; international framing of looksmaxxing as manosphere beauty cult
-   2026-06-06 ◦ [Incels, Looksmaxxing, and the Surgical Design of the Chad-vertised Body (Body &amp; Society, 2025)](https://journals.sagepub.com/doi/10.1177/1357034X251316946) — Sousbois; somatic capitalism, biopolitics, Foucauldian analysis of the Chad-vertised body
-   2026-06-06 ◦ [When Help Is Harm (Sociology of Health &amp; Illness, 2025)](https://pmc.ncbi.nlm.nih.gov/articles/PMC11896937/) — Halpin et al.; lookism, hegemonic masculinity, manosphere self-improvement as harm
-   2026-06-06 ◦ [Do You Even Maxx, Bro? (Men's Health, 2025)](https://www.menshealth.com/trending-news/a63215978/looksmaxxing-explainer/) — Bernstein; mainstream explainer signaling cultural crossover
-   2026-06-06 ◦ [The Captivating Derangement of the Looksmaxxing Movement (New Yorker, 2026)](https://www.newyorker.com/culture/cultural-comment/the-captivating-derangement-of-the-looksmaxxing-movement) — Rothfeld; philosophical and ethical critique; PSL scale as beneath contempt; Brad Pitt "mogs" Mother Teresa
-   2026-06-06 ◦ [The Captivating Derangement of the Looksmaxxing Movement (New Yorker, 2026)](https://www.newyorker.com/culture/cultural-comment/the-captivating-derangement-of-the-looksmaxxing-movement) — Rothfeld; philosophical and ethical critique; PSL scale as beneath contempt; Brad Pitt "mogs" Mother Teresa


## Related topics {#related-topics}

-   — the ideological ecosystem from which looksmaxxing emerged
-   [Black pill]({{< relref "black_pill.md" >}}) — looks-determinism ideology that undergirds looksmaxxing's most extreme forms
-   [Lookism]({{< relref "lookism.md" >}}) — the structural discrimination looksmaxxing responds to and reinforces
-   [Social comparison]({{< relref "social_comparison.md" >}}) — the psychological mechanism driving looksmaxxing harm
-   [Attention Economy]({{< relref "attention_economy.md" >}}) — the platform incentive structure that amplifies and radicalizes looksmaxxing content
-   [Anomie]({{< relref "anomie.md" >}}) — the social-structural context (purposelessness, disconnection) that makes looksmaxxing attractive to young men
-   [Sociogenic illness]({{< relref "sociogenic_illness.md" >}}) — audience capture and prestige bias operate in looksmaxxing communities as in sociogenic illness outbreaks
